Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: An unspecified error has occurred while attempting to redirect you to the Stripe Express Account Onboarding Portal.
ko_kr: Stripe 익스프레스 계정 연결 포탈과 당신의 계정을 연결하는 과정에서 확인되지 않은 오류가 발생했습니다.

source: In the unlikely event that Gwoop has not been able to resolve a dispute it has with you after 60 days, we each agree to resolve any claim, dispute, or controversy (excluding any Gwoop claims for injunctive or other equitable relief) arising out of or in connection with or relating to these Terms of Service, or the breach or alleged breach thereof (collectively, “Claims”), by binding arbitration by the Judicial Mediation and Arbitration Services (“JAMS”) under the Optional Expedited Arbitration Procedures then in effect for JAMS, except as provided herein.
ko_kr: Gwoop이 60일 이후에도 귀하와의 분쟁을 해결할 수 없는 드문 경우에, 귀하와 Gwoop은 이용약관과 관련하여 또는 이와 관련하여 발생한 어떠한 청구, 분쟁 또는 논쟁 (금지명령 또는 기타 형평적 구제에 대한 Gwoop의 청구 제외), 혹은 위반 또는 위반 혐의(총칭하여 “클레임”)를 여기에 제공된 경우를 제외하고 당시 사법중재조정서비스(이하 “JAMS”)에 대해 유효한 선택적 신속 중재 절차에 따라 JAMS에 의한 구속력 있는 중재로 해결하는 데 동의합니다.

source: There were no records in dbo.Products for any Private Name provided.
ko_kr: 제공된 개인 이름과 관련된 기록이 dbo.Products에 존재하지 않습니다.

source: An error has occurred while attempting to redirect you to the Stripe Express Account Onboarding Portal.
ko_kr: Stripe 익스프레스 계정 연결 포탈과 당신의 계정을 연결하는 과정에서 오류가 발생했습니다.

source: Left Bumper
ko_kr: 좌측 범퍼

source: You earn experience for each Gwoop game you play (excluding challenges).
ko_kr: 사용자가 Gwoop에서 (대결을 제외한) 게임을 할 때마다 경험치를 획득합니다.

source: In connection with the Gwoop Design to Earn Program, I may earn a commission based on the purchase of my avatar designs on the Gwoop Service.
ko_kr: Gwoop 디자인 참여 프로그램과 관련하여, 귀하는 Gwoop 서비스에서 귀하의 디자인을 판매함으로써 수익을 거둘 수도 있습니다.

source: PARTNERSHIP
ko_kr: 파트너십

source: Free Trials
ko_kr: 무료 체험판

source: These SDKs allow us to track our conversions, bring you advertising both on and off the Service, and provide you with additional functionality, such as the ability to connect our Service with your social media account.
ko_kr: 이러한 SDK들은 당사의 개정을 추적하고 당사의 서비스 안팎에서 귀하에게 광고를 제공하고, 당사 서비스를 귀하의 소셜 미디어 계정과 연결하는 기능과 같은 추가 기능을 제공할 수 있도록 합니다.

source: Media
ko_kr: 홍보

source: Gwoop can tell you how your brain (reaction, speed and accuracy) is working, at this moment.
ko_kr: Gwoop은 지금 당장 당신의 뇌(반응, 속도, 정확도)의 활동 상태를 알려줍니다.

source: UPLOAD YOUR CUSTOM DESIGNS AND LEVEL UP YOUR AVATAR STYLE!
ko_kr: 자신만의 디자인을 업로드하고 아바타 스타일을 향상시키세요!

source: Targets now have a chance to spin clockwise or counterclockwise.
ko_kr: 타겟이 시계방향 혹은 반시계방향으로 회전할 확률이 생겼습니다.

source: Unable to edit {playerToEdit.UserName} because they were not associated with a valid UserId.
ko_kr: {playerToEdit.UserName}을(를) 수정할 수 없습니다. 유효한 사용자ID를 가진 사용자가 아닙니다.

source: Team has reached it's maximum number of users.
ko_kr: 팀이 최대 사용자 수에 도달했습니다.

source: This process is seen in many aspects of life, and our training games are designed to help our users of all ages learn to make logical decisions by taking in data and being able to quickly make the best selection based on circumstances and consequences.
ko_kr: 이러한 과정은 삶의 여러 측면에서 찾아볼 수 있습니다. Gwoop의 훈련 게임은 모든 연령의 사용자가 주어진 상황과 결과 속에서 정보를 취합하고 최선의 선택을 빠르게 내려 합리적인 결정을 내리는 것을 돕도록 설계되어 있습니다.

source: INSTRUCTIONS
ko_kr: 설명

source: For example, gamers learn the ability to see things from multiple perspectives, while naturally making quick decisions.
ko_kr: 예를 들어서 빠른 의사 결정을 내려야만 하는 게이머는 다양한 관점에서 사물을 바라보는 능력을 배웁니다.

source: Timing your launch becomes more important.
ko_kr: 출발 타이밍이 더욱 중요해졌습니다.

source: Failed to store the avatar figure render asset location.
ko_kr: 아바타 피규어 렌더 자원 위치를 저장하는 데 실패했습니다.

source: HOW DO I CREATE A GWOOP ACCOUNT?
ko_kr: Gwoop 계정은 어떻게 만들 수 있나요?

source: Attack Building
ko_kr: 건물 공격

source: Added a Daily Challenges panel to the dashboard & timer counting down the remaining time to complete the challenges.
ko_kr: 대시보드에 일일 도전 패널을 추가했으며, 도전을 진행할 수 있는 시간이 얼마 남았는지 알려주는 타이머를 추가했습니다.

source: All dashboard panels have had visual updates to increase readability and improve design.
ko_kr: 모든 대시보드 패널의 가독성과 디자인 개선 등 시각적 개선이 이뤄졌습니다.

source: The award rendered by the arbitrator shall include costs of arbitration, reasonable attorneys’ fees and reasonable costs for expert and other witnesses, and any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.
ko_kr: 중재인이 내린 결정에는 중재 비용, 합리적인 수준의 변호사 수임료, 전문가 및 기타 증인에 대한 비용이 포함되며, 중재인이 내린 결정에 대한 모든 판결은 관할 법원에 제출될 수 있습니다.

source: You shall be solely responsible for your User Content and the consequences of posting or publishing it, and you agree that we are only acting as a passive conduit for your online distribution and publication of your User Content.
ko_kr: 귀하는 귀하의 사용자 콘텐츠 및 그 것의 게시나 발행으로 인한 모든 결과를 전적으로 책임집니다. 귀하는 당사가 귀하의 사용자 콘텐츠의 온라인 배포 및 발행을 위한 수동적 매개체 역할만 하는 것에 동의합니다.

source: *CUSTOM
ko_kr: *사용자 설정

source: In the European Union (“EU”), the purposes for which we process your personal data are:
ko_kr: 유럽연합(이하 “EU”)에서 당사가 귀하의 개인 데이터를 처리하는 목적은 다음과 같습니다.

source: Logo has been updated across the website.
ko_kr: 로고가 웹사이트 전체에 업데이트되었습니다.

source: RANDOM
ko_kr: 임의값

source: Create and submit your custom avatar designs.
ko_kr: 당신의 아바타 디자인을 만들고 제출하세요.

source: You can also tell them your referral code listed in the same section.
ko_kr: 같은 곳에서 초대 코드 또한 발송할 수 있습니다.

source: Take a deep breath then dive into another vitals check.
ko_kr: 심호흡을 하고, 몇 가지 다른 검사를 진행해봅시다.

source: A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law; and
ko_kr: 저작권 침해를 받은 자료가 저작권 소유자 및 대리인, 그리고 법률에 의해 승인되지 않은 방식으로 사용되었다는 선의의 믿음을 바탕으로 하는 진술.

source: <u>MELEE HERO</u>
ko_kr: <u>근접 영웅</u>

source: PARTY CHAT
ko_kr: 파티 채팅

source: Steering Sensitivity
ko_kr: 운전 감도

source: Get through as many as you can in 30 seconds.
ko_kr: 30초 안에 최대한 많이 맞추세요.

source: Player Role
ko_kr: 플레이어 역할

source: {0} characters remaining.
ko_kr: {0}자 남음.

source: Certain limitations may also exist with respect to combining free trials with any other offers.
ko_kr: 무료 체험판과 다른 할인 혜택을 결합해서 사용하는 데 제약이 있을 수 있습니다.

source: Your students' privacy is one of our top priorities, that’s why we created the restricted team option.
ko_kr: 저희는 학생의 개인 정보를 가장 중요하게 생각합니다. 따라서 저희는 비공개 팀 생성 기능을 도입했습니다.

source: VISUAL SPEED LVL 2
ko_kr: 시각 속도 2단계

source: Gwoop reserves the right to determine eligibility for free trials, which may vary based on factors including the subscription selected and how recently you redeemed a free trial.
ko_kr: Gwoop은 무료 체험판의 혜택을 누릴 대상을 정할 권리가 있으며, 이는 선택한 구독 정보 및 귀하가 최근 언제 무료 체험판을 이용했는지 여부 등의 요이에 따라 달라질 수 있습니다.

source: Social Media and Technology Integrations
ko_kr: 소셜 미디어와 기술 통합

source: Product category is not valid to unequip.
ko_kr: 상품 카테고리를 해제하지 못했습니다.

source: There was an error inserting this user's avatar figure configuration.
ko_kr: 사용자의 아바타 피규어 설정을 불러들이는 데 오류가 발생했습니다.

source: Improve your keyboard speed by pressing on suggested keys.
ko_kr: 제시된 키를 눌러 키보드 속도를 향상시키세요.

source: You haven't added any social media links yet.
ko_kr: 아직 소셜 미디어를 연결하지 않았습니다.

source: Data Transfer
ko_kr: 데이터 이전

source: Help Wizard Gwoopdalf locate his lost crystals.
ko_kr: 마법사 그웁달프를 도와 그가 잃어버린 수정을 찾아주세요.

source: You don't have any notifications right now.
ko_kr: 현재 새로운 알림이 없습니다.

source: Never
ko_kr: 절대 안 됨

source: They read the responses carefully and select the schools that will be impacted the most by receiving the grant.
ko_kr: Gwoop 장학금 선정 위원회는 충분한 검토를 진행해 장학금이 가장 큰 도움을 줄 대상을 선정합니다.

source: Operate and manage our Service, including your registration and account.
ko_kr: 귀하의 등록과 계정 과정을 포함한 당사의 서비스 운영과 관리.

source: Website footer has been updated to be more mobile friendly.
ko_kr: 모바일 접근성 개선을 위해 웹사이트 푸터가 업데이트 되었습니다.

source: SEND
ko_kr: 발송

source: This failed.
ko_kr: 실패했습니다.

source: As described in the Terms of Service, if you submit personal information on behalf of an Organization or as a Team Administrator of a Restricted Team as described herein, “you” includes yourself individually and such Organization or Restricted Team (including Restricted Users) and you represent and warrant that you are a duly authorized representative of such Organization or Restricted Team and have the authority to bind such Organization or Restricted Team (including Restricted Users) to this Agreement.
ko_kr: 이용약관에 설명된 바와 같이, 만약 귀하가 여기에 설명된 것처럼 조직을 대신하여, 혹은 비공개 팀의 팀 운영자의 자격으로 개인정보를 제출한다면, “귀하”에는 귀하 본인뿐만이 아니라 그러한 조직과 비공개 팀(비공개 팀 사용자를 포함)이 포함됩니다. 또한 귀하는 귀하가 해당 조직 또는 비공개 팀으로부터 정당하게 권한을 부여받은 대리인이며, 해당 조직 또는 비공개 팀(비공개 팀 사용자를 포함)을 본 계약에 구속할 권한이 있음을 진술하고 보증합니다.

source: Your baseline becomes more accurate the more you check in on this game.
ko_kr: 당신의 기준치는 이 게임을 많이 할수록 더 정확해집니다.

source: Directional
ko_kr: 방향

source: Last name cannot exceed 50 characters.
ko_kr: 성은 50자리를 초과할 수 없습니다.

source: • Manage training regimens for the team, including custom regimens
ko_kr: • 팀 내 훈련 방식을 관리하고 사용자 훈련 방식을 만들 수 있습니다.

source: Remaining Targets:
ko_kr: 남은 타겟:

source: Keyboard Speed updates
ko_kr: 키보드 속도 업데이트

source: Location-Identifying Technologies, which are technologies used to collect your location.
ko_kr: 귀하의 위치를 수집하기 위한 기술이 위치 식별 기술.

source: If you create a team, you will be the Team Administrator by default, but you may choose to appoint additional Team Administrators.
ko_kr: 만약 귀하가 팀을 생성한다면, 귀하는 기본적으로 팀의 관리자가 되며, 추가로 팀의 관리자를 임명할 수 있습니다.

source: WHAT CAN I GET WITH MY GEMS?
ko_kr: Gem은 어디에 사용할 수 있나요?

source: There was an error submitting your registration.
ko_kr: 신청하는 과정에서 오류가 발생했습니다.

source: Please respond by replying to the email address that they provided: {emailAddress}.
ko_kr: 아래 제공된 이메일 주소로 답장을 하시기 바랍니다: {emailAddress}.

source: Test your memory in our new memory map game.
ko_kr: 새로운 기억 지도 게임을 통해 기억력을 시험하세요.

source: Your team has reached the maximum number of parties allowed.
ko_kr: 당신의 팀은 조직 가능한 최대 파티 수에 도달했습니다.

source: No Grant with the Id of {request.GrantId} currently exists.
ko_kr: {request.GrantId}와 연관된 장학금이 존재하지 않습니다.

source: This training regimen is already deactivated for this party.
ko_kr: 이 파티를 위한 훈련 방식은 이미 비활성화 되었습니다.

source: Q
ko_kr: ㅂ

source: Our next grant is now taking applications and will be open until March 11, 2022.
ko_kr: 다음 장학금 신청은 2022년 3월 11일에 시작됩니다.

source: Once you are logged in and are on your Home Base page, go to the Your Friends section and type in the Username or Email address of your friend in the search bar and select them.
ko_kr: 로그인 하신 후 본진 페이지에서 친구 항목에 들어가시면 됩니다. 친구의 유저명 혹은 이메일 주소를 가지고 친구를 검색한 후에 친구 추가를 하세요.

source: If you download, access, use or register for the Service as a Guardian, you are accepting this Agreement individually and on behalf of each User under the age of eighteen (18) for whom you are the parent or legal guardian.
ko_kr: 귀하가 보호자의 자격으로 당사의 서비스를 다운로드, 접속, 사용 혹은 등록하려는 경우, 귀하는 본인을 포함해 대리하는 만 18세 이하 사용자 각각을 대신해 본 계약을 동의하는 것으로 간주됩니다.

source: Right Button
ko_kr: 오른쪽 버튼

source: When the path ends, you will see the % of the path you completed appear.
ko_kr: 길이 끝나면 얼마나 정확하게 길을 이동했는지 확인할 수 있습니다.

source: Applicable law may require or permit us to decline your request.
ko_kr: 관련 법률에 따라 당사는 귀하의 요청을 거부할 수 있습니다.

source: Avatar product is not owned by the user.
ko_kr: 사용자가 보유하지 않은 아바타 상품입니다.

source: Unable to create Page Content.
ko_kr: 페이지 컨텐츠를 생성하는 데 실패했습니다.

source: We encourage you to familiarize yourself with and consult their privacy policies and terms of use.
ko_kr: 당사는 귀하가 해당 법인의 개인정보 정책과 이용 약관을 숙지하고 참고하는 것을 권장합니다.

source: Knowledge is power and the more individuals can obtain and retain, the stronger the indicator of success both in and out of gaming.
ko_kr: 지식은 곧 힘이며, 개인이 더 많은 지식을 알고 있을수록 게임 세상 안팎에서 성공할 수 있는 가능성이 더 높아집니다.

source: Could not locate the specified challenge
ko_kr: 대결을 찾을 수 없습니다.

source: Device Data, including data about the type of device or browser you use, your device’s operating software, your internet service provider, your device’s regional and language settings, and device identifiers such as IP address and Ad Id.
ko_kr: 귀하가 사용하는 장치 또는 브라우저의 유형, 귀하의 장치에 있는 운영체제, 귀하의 인터넷 서비스 제공자, 귀하의 장치의 지역 및 언어 설정, IP 주소 및 광고 ID와 같은 장치 식별자에 대한 데이터를 포함한 장치 데이터.

source: Assign Training Regimens to simplify practices and warm-ups.
ko_kr: 훈련 방식을 배정해 연습과 몸풀기를 편리하게 구성하세요.

source: Time
ko_kr: 시간

source: In order to receive payment, you must complete the required Identity Verification, which is powered and protected by Stripe.
ko_kr: 대금을 받기 위해서는 Stripe를 통해 신원 확인을 반드시 진행해야만 합니다.

source: Shirts
ko_kr: 셔츠

source: This Privacy Policy applies to the online services offered by Gwoop such as our website at gwoop.com, and any other online service location (collectively the “Service”) that makes this Privacy Policy available to you.
ko_kr: 본 개인정보 처리방침은 당사 웹사이트 gwoop.com 과 같은 당사가 제공하는 온라인 서비스와 본 개인정보 처리방침의 영향을 받는 다른 모든 온라인 서비스 위치(이하 “서비스”로 총칭)에 적용됩니다.

source: Unable to locate user's referral code.
ko_kr: 사용자의 초대 코드를 찾을 수 없습니다.

source: Press Space bar to destroy all the targets.
ko_kr: 모든 타겟을 파괴하기 위해서는 스페이스바를 누르세요.

source: Please contact us for assistance.
ko_kr: 당사에 지원을 요청하세요.

source: Added early access signup form on the main landing page.
ko_kr: 메인 페이지에 얼리 억세스 가입 양식을 추가했습니다.

source: First name cannot exceed 50 characters.
ko_kr: 이름은 50자리를 초과할 수 없습니다.

source: Please use the Contact Us page.
ko_kr: 당사 문의 페이지를 이용해 주십시오.

source: Music Volume, Sound Effects Volume, Look Sensitivity, and Use Simple Graphics.
ko_kr: 음악, 효과음, 감도, 저사양 모드

source: Visual Timing Lvl 2
ko_kr: 시각 타이밍 2단계

source: PRACTICE
ko_kr: 연습

source: GWOOP WEBSITE UPDATES
ko_kr: Gwoop 웹사이트 업데이트

source: We reserve the right, but have no obligation, to monitor disputes between you and other Users.
ko_kr: 당사는 귀하와 다른 사용자 간의 분쟁을 감시할 권리를 보유하지만 의무는 없습니다.

source: However, to the extent “sale” under the CCPA is interpreted to include advertising technology activities such as those disclosed in the Analytics and Advertising section as a “sale,” we will comply with applicable law as to such activity.
ko_kr: 하지만 분석 및 광고 섹션에서 “판매”로 공개된 것과 같은 광고 기술 활동이 CCPA에 따라 “판매”로 해석되는 이상, 당사는 이와 같은 활동에 관한 관련 법률을 준수할 것입니다.

source: By entering a promotion, you agree to the official rules that govern that promotion, and may, except where prohibited by applicable law, allow the sponsor and/or other entities to use your name, voice and/or likeness in advertising or marketing materials.
ko_kr: 판촉 행사에 참여하는 경우 귀하는 해당 행사를 규정하는 공식 규칙에 동의하며, 관련 법률에서 금지하는 경우를 제외하고 후원사나 다른 법인이 광고와 마케팅 자료로 귀하의 이름, 목소리, 초상권을 사용하는 것을 허가합니다.

source: Message must not exceed 200 characters.
ko_kr: 메시지는 200자를 초과할 수 없습니다.

source: Stones will also be shown.
ko_kr: 바위 또한 나타납니다.

source: Gwoop subscriptions renew automatically using the payment details on file for your account.
ko_kr: Gwoop 구독은 귀하의 계정에 등록된 지불 정보를 통해 자동으로 갱신됩니다.

source: By providing Team Registration Data to Gwoop, you hereby authorize Gwoop and its affiliates, contractors, and suppliers to use, copy, sublicense and disclose Team Registration Data (i) as part of providing the Services as described in this Agreement, (ii) if required by applicable law, where necessary to enforce this Agreement and/or to protect any of Gwoop’s or other parties’ legal rights, (iii) in an aggregated form which does not include identifying information, and (iv) as permitted by Gwoop’s Privacy Policy (https://gwoop.com/privacy-policy).
ko_kr: Gwoop에 팀 등록 데이터를 제공함으로써, 귀하는 다음의 경우 Gwoop과 계열사, 협력사 및 공급업체가 팀 등록 데이터를 사용, 복사, 양도, 공개할 수 있는 권한을 부여한 것으로 간주됩니다. (i) 본 계약에 설명된 서비스 제공의 일환. (ii) 본 계약을 시행하거나 Gwoop 또는 기타 당사자의 법적 권리를 보호하기 위해 관련 법률에서 요구하는 경우. (iii) 식별 정보를 포함하지 않는 집계 형식. (iv) Gwoop의 개인정보 처리방침(https://gwoop.com/privacy-policy)에서 허용하는 경우.

source: This game does not have Control Training data.
ko_kr: 이 게임은 컨트롤 훈련 데이터를 갖고 있지 않습니다.

source: o move your Hero, right click <sprite index=10> on the ground where you wish to move, or use the left joystick <sprite index=13> of your controller.
ko_kr: 영웅을 움직이기 위해서는 가고 싶은 곳에 마우스 오른쪽 버튼 <sprite index=10> 혹은 컨트롤러의 왼쪽 조이스틱 버튼 <sprite index=13> 을 누르세요.

source: You can opt-out of receiving promotional emails from us at any time by following the instructions as provided in emails to click on the unsubscribe link, or by contacting us as set out in the “Contact Us” section below.
ko_kr: 귀하는 이메일에 제공된 지시사항에 따라 구독 취소 링크를 클릭하거나 아래 “문의” 섹션에 명시된 대로 당사에 연락하여 언제든지 당사의 판촉 메일을 수신 거부할 수 있습니다.

source: You do not have authority to add team privacy setting to this team.
ko_kr: 당신은 팀 개인정보 설정을 추가할 권한이 없습니다.

source: Links to Other Websites and Services
ko_kr: 다른 웹사이트 및 서비스로의 링크

source: You have selected an invalid product category.
ko_kr: 유효하지 않은 상품 카테고리를 선택했습니다.

source: Invalid nonce.
ko_kr: 유효하지 않습니다.

source: New crosshair design.
ko_kr: 새로운 조준경 디자인을 도입했습니다.

source: Could not locate the user.
ko_kr: 사용자를 찾을 수 없습니다.

source: Right click <sprite index=10> on them or press <sprite index=18> on your gamepad to attack that enemy hero and finish them off.
ko_kr: 마우스 오른쪽 버튼을 <sprite index=10> 클릭하거나 게임패드의 <sprite index=18> 버튼을 눌러 적 영웅을 공격하고 처치할 수 있습니다.

source: Let's try using your first ability.
ko_kr: 첫 번째 기술을 사용해보세요.

source: Game Mode
ko_kr: 게임 모드

source: CONTINUE
ko_kr: 계속하기

source: Our Privacy Policy (the “Policy”) explains how we collect, use, disclose, and protect information about you or associated with you (“personal information”), and your choices about the collection and use of your information.
ko_kr: 당사의 개인정보 처리방침 (이하 “방침”)은 귀하 또는 귀하와 관련된 정보(이하 “개인정보”)를 당사가 어떻게 수집, 사용, 공개 및 보호하는지, 그리고 귀하의 정보를 수집하고 사용하는 데에 귀하가 어떤 제공 동의를 할 수 있는지 설명합니다.

source: An Open Team permits a Team Administrator to create a team with both Standard Users and Limited Team Members.
ko_kr: 공개 팀은 팀 운영자가 일반 사용자와 제한적 팀 구성원으로 팀을 만들 수 있도록 허용합니다.

source: Updated dashboard with a new drill down feature.
ko_kr: 대시보드에 새로운 분석 기능을 추가했습니다.

source: Customers who are residents of California may request (i) a list of the categories of personal information disclosed by us to third parties during the immediately preceding calendar year for those third parties’ own direct marketing purposes; and (ii) a list of the categories of third parties to whom we disclosed such information.
ko_kr: 캘리포니아 주에 거주하는 고객은 다음을 요청할 수 있습니다. (i) 직년 연도 동안 당사가 제3자의 직접 마케팅을 목적으로 제3자에게 공개한 개인정보 범주 목록. (ii) 당사가 해당 정보를 공개한 제3자의 범주 목록.

source: When you have finished your game, your results will be saved and your opponent will be notified that a challenge is waiting for them to complete.
ko_kr: 게임을 완료하면 결과가 저장됩니다. 대결 상대방은 대결이 준비되었다는 알림을 받습니다.

source: We share information we collect in accordance with the practices described in this Privacy Policy.
ko_kr: 당사는 이 개인정보 처리방침에 설명된 방식에 따라 당사가 수집한 정보를 공유합니다.

source: Please enter a valid party name.
ko_kr: 유효한 파티 이름을 입력하세요.

source: Team Name
ko_kr: 팀 이름

source: G
ko_kr: ㅎ

source: It looks like the page you are looking for does not exist.
ko_kr: 찾는 페이지가 존재하지 않습니다.

source: Profile Data, including your interests, inferences, preferences and favorites.
ko_kr: 귀하의 관심사, 추정, 선호 및 즐겨찾기를 포함한 프로필 데이터.

source: Designers make $1.50 USD for EACH purchase, with no cap.
ko_kr: 디자이너는 각 판매당 $1.5를 벌 수 있습니다. 상한은 없습니다.

source: "Using Gwoop has brought a huge advantage to our program and our athletes.
ko_kr: “Gwoop을 사용하면서 우리 학교의 프로그램과 선수들이 크게 발전했습니다.

source: You are solely responsible for the activity that occurs on your account, and you must keep your account password secure.
ko_kr: 귀하는 본인의 계정으로 발생하는 활동에 대해 전적으로 책임을 져야 하며, 계정 비밀번호를 항상 비밀로 유지해야 합니다.

source: Error occured while attempting to store avatar figure config.
ko_kr: 아바타 피규어 설정을 저장하는 데 오류가 발생했습니다.

source: This game does not have Speed Training data.
ko_kr: 이 게임은 속도 훈련 데이터를 갖고 있지 않습니다.

source: Please enter a valid team name.
ko_kr: 유효한 팀 이름을 입력하세요.

source: If you wish to make your request directly to us, please provide the name of the corporate customer or school customer on whose behalf we processed your personal information.
ko_kr: 만약 귀하가 당사에 직접 요청을 하고 싶다면, 당사가 어떤 기업 혹은 학교 고객을 대신해 귀하의 개인정보를 처리했는지 알려주십시오.

source: At Gwoop, we are dedicated to helping gamers reach their true potential via our training games, which are aimed at improving cognitive and physical performance.
ko_kr: Gwoop이 제작한 훈련 게임을 통해 게이머가 가진 진정한 잠재력을 끌어올릴 수 있습니다. Gwoop의 게임은 인지 능력과 신체 능력을 키울 수 있도록 설계되었습니다.

source: Your User Content and Gwoop’s use thereof as contemplated by this Agreement and the Service will not violate any law or infringe any rights of any third party, including but not limited to any Intellectual Property Rights and privacy rights.
ko_kr: 본 계약과 당사 서비스에 따른 귀하의 사용자 콘텐츠와 Gwoop의 이용은 어떠한 지식재산권 및 사생활의 권리를 포함해 이에 국한되지 않는 제3자의 권리를 침해하거나 법률을 위반하지 않습니다.

source: WHY GWOOP?
ko_kr: GWOOP 소개

source: (FPS) Room Targets Lvl 1
ko_kr: (FPS) 실내 타겟 사격 1단계

source: We believe in the many benefits and positive opportunities that good quality video games offer.
ko_kr: Gwoop은 양질의 비디오 게임이 제공할 수 있는 긍정적인 혜택과 기회를 믿습니다.

source: A user with that email address already exists.
ko_kr: 이 이메일 주소는 이미 등록되었습니다.

source: Zoom
ko_kr: 줌

source: You can instruct your browser by changing its settings, to decline or delete cookies.
ko_kr: 귀하는 귀하의 브라우저 설정을 변경해 쿠키를 거부하거나 삭제할 수 있습니다.

source: Unfriend
ko_kr: 친구 삭제

source: We use this information to deal with enquiries and complaints made by or about you relating to the Service.
ko_kr: 당사는 귀하가 당사 서비스와 관련하여 문의 및 불만사항을 제기할 때 이를 처리하기 위해 해당 정보를 사용합니다.

source: Sharing of Information
ko_kr: 정보의 공유

source: As is the case with almost all video games - picking up on sounds can often trigger strategic moves that can play a defining role in success.
ko_kr: 대부분의 비디오 게임에서 볼 수 있듯이, 소리를 듣는 것으로도 성공과 직결될 수 있는 전략적인 움직임을 구사할 수 있습니다.

source: Directions: follow the single target as it moves around the room.
ko_kr: 방법: 방에서 돌아다니는 타겟을 추적하세요.

source: Enter your team code
ko_kr: 당신의 팀 코드를 입력하세요

source: Several performance optimizations including 3D object static batching, baked lightmaps, and material adjustments.
ko_kr: 3D 물체 정적배칭, 구워진 라이트맵, 머터리얼 어저스트먼트 등 여러가지 성능 개선이 이뤄졌습니다.

source: The information collected and stored by those entities remains subject to their own policies and practices, including what information they share with us, your rights and choices on their services and devices, and whether they store information in the U.S. or elsewhere.
ko_kr: 해당 법인이 수집하고 저장하는 정보는 그들이 당사와 어떤 정보를 공유하는지, 그들의 서비스와 장치에 대한 귀하의 권리와 제공 동의, 미국 혹은 다른 지역에서 정보를 저장하는지 여부 등 해당 법인의 정책과 관행에 따라 처리됩니다.

source: REFERRALS
ko_kr: 초대 현황

source: You consent to such automatic upgrading on your mobile device, and agree that the terms and conditions of this Agreement will apply to all such upgrades.
ko_kr: 귀하는 귀하의 모바일 기기에 이와 같은 자동 업데이트와 모든 업데이트에 이 계약에 따른 조항과 조건이 적용되는 것을 동의합니다.

source: We share information to comply with the law or other legal process, and where required, in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.
ko_kr: 당사는 법률과 기타 법적 절차를 준수하고, 필요한 경우 국가 안보 혹은 법 집행 요구 사항을 충족하는 것을 포함해 공공 기관의 합법적인 요청에 따라 정보를 공유합니다.

source: Level 2 games are now locked until the player reaches a target number of plays in the respective level 1 version.
ko_kr: 이제 2단계 게임은 플레이어가 1단계 게임을 일정 횟수 이상 플레이하기 전까지는 잠깁니다.

source: CAN MY SCHOOL USE GWOOP?
ko_kr: 저희 학교가 Gwoop을 사용할 수 있습니까?

source: Fixed a bug related to tiles not flipping all the way over in some cases.
ko_kr: 종종 타일을 끝까지 뒤집지 못하던 버그를 수정했습니다.

source: There was an error activating this training regimen for this party.
ko_kr: 이 파티를 위한 훈련 방식을 활성화하는 데 오류가 발생했습니다.

source: Invalid group id.
ko_kr: 유효하지 않은 그룹 ID입니다.

source: WHAT GAME GENRES DOES GWOOP TRAIN FOR?
ko_kr: Gwoop은 어떤 장르의 게임을 위해 만들어졌나요?

source: E Ability
ko_kr: E 기술

source: Your Rights and Choices
ko_kr: 귀하의 권리와 제공 동의

source: Awaiting their response.
ko_kr: 상대방의 답장을 기다리고 있습니다.

source: Select player role
ko_kr: 플레이어 역할 선택

source: All of the incoming training regimen module ids must be zero when using this route.
ko_kr: 이 방식을 사용할 경우 모든 불러온 훈련 방식 모듈의 ID는 0이 되어야 합니다.
